acpi
adwaita-qt6-git
alacritty
amd-ucode
amdgpu_top
android-platform
android-sdk
android-sdk-build-tools
android-sdk-cmdline-tools-latest
android-sdk-platform-tools
android-udev
aquamarine
arc-gtk-theme
aria2
asciiquarium
audacity
base
base-devel
bc
breeze-gtk
brightnessctl
caffeine-ng
cava
cbonsai
chromium
cimg
clean
clipse
cloudflared
cowsay
cpio
cups
cups-pdf
ddcutil
deno
docker
docker-compose
easyeffects
efibootmgr
eww-git
fastfetch
finamp-git
flutter-bin
gamescope
geogebra-6-bin
gi-docgen
gimp
git
gnome-shell-extension-appindicator
gnome-themes-extra
gnome-tweaks
go-chroma-bin
gobject-introspection
gradle
grim
gst-plugin-pipewire
gtk2
gtkmm3
help2man
helvum
heroic-games-launcher-bin
htop
hyprcursor
hyprgraphics
hypridle
hyprland
hyprland-guiutils
hyprland-qt-support
hyprlang
hyprlock
hyprpicker
hyprwayland-scanner-git
icat
icu75
icu76
imagemagick
img2pdf
input-remapper-bin
intellij-idea-community-edition
iwd
jdk17-openjdk
kate
ladybird
lib32-gnutls
lib32-pango
lib32-pipewire
lib32-vulkan-radeon
libdbusmenu-qt5
libpulse
libqalculate
libreoffice-still
librewolf-bin
light
lighthouse
linux
linux-firmware
linux-headers
localsend
lsd
lsp-plugins
man-db
matugen-bin
micro
mission-center
modemmanager-qt
modrinth-app-bin
mpv
ndi-sdk
neofetch
nerd-fonts-git
network-manager-applet
networkmanager
noto-fonts-emoji
nvm
obs-studio-git
openoffice-bin
openrazer-daemon
openresolv
otf-monaco-powerline-font-git
otf-nebula-sans
pango-git
pango-perl
pavucontrol
pdfarranger
pinta
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
polkit-qt5
proton-ge-custom-bin
proton-vpn-gtk-app
pulseaudio-qt
pwvucontrol
python-docutils
python-pip
python-pipx
python-pyqt5
python-pyqt5-sip
python-pyqt5-webengine
qca-qt5
qmk
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-xmlpatterns
qt5ct
qt6-3d
qt6-charts
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-websockets
qt6-webview
qt6ct
quazip-qt6
rclone
reflector
rnote
rpi-imager
rustup
samba
scdoc
scrcpy
sddm
signal-desktop
slurp
smartmontools
socat
solaar
steam
stress-ng
sunshine-bin
swaync
swww
thefuck
thunderbird
tree
truckersmp-cli
ttf-font-awesome-5
uxplay
vesktop-bin
vial-appimage
vim
vlc-plugin-ffmpeg
vnstat
vscodium-bin
vulkan-radeon
wayfreeze-git
waypaper-git
wayshot
weston
wev
wget
wine
winetricks
wireguard-go-git
wireless_tools
wireplumber
wl-clip-persist
wl-clipboard
wofi
xampp
xdg-desktop-portal-hyprland
xdg-desktop-portal-wlr
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xournalpp
yay
ydotool
zen-browser-bin
zip
zsh
