alacritty
amd-ucode
amdgpu_top-git
arc-gtk-theme
asciiquarium
base
base-devel
bc
cava
cbonsai
cimg
clean
clipse
cowsay
deno
docker
docker-compose
efibootmgr
firefox
gimp
git
gnome-shell-extension-appindicator
gnome-themes-extra
gnome-tweaks
go-chroma-bin
grim
gst-plugin-pipewire
gtk2
heroic-games-launcher-bin
htop
hypridle
hyprland
hyprland-qtutils
hyprlock
imagemagick
img2pdf
iwd
kando-bin
kate
lib32-pango
libpulse
libqalculate
libreoffice-still
linux
linux-firmware
linux-headers
man-db
micro
mpv
neofetch
nerd-fonts-git
network-manager-applet
networkmanager
noto-fonts-emoji
nvm
obs-studio
openoffice-bin
openresolv
otf-monaco-powerline-font-git
pango-git
pango-perl
pavucontrol
pdfarranger
pipes.sh
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-kde-agent
pwvucontrol
python-pip
python-pipx
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-doc
qt5-examples
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-multimedia
qt5-networkauth
qt5-quick3d
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialport
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-websockets
qt5-xmlpatterns
qt5ct
qt6-3d
qt6-charts
qt6-datavis3d
qt6-doc
qt6-examples
qt6-graphs
qt6-grpc
qt6-httpserver
qt6-imageformats
qt6-languageserver
qt6-location
qt6-lottie
qt6-networkauth
qt6-quick3d
qt6-quick3dphysics
qt6-quickeffectmaker
qt6-quicktimeline
qt6-remoteobjects
qt6-scxml
qt6-sensors
qt6-serialbus
qt6-serialport
qt6-tools
qt6-virtualkeyboard
qt6-wayland
qt6-websockets
qt6-webview
qt6ct
reflector
rustup
scdoc
sddm
slurp
smartmontools
steam
swaync
swww
thefuck
thunar
truckersmp-cli
ttf-windows-fonts
vesktop-bin
vim
vscodium-bin
vulkan-radeon
waypaper
wev
wget
wine
wireless_tools
wireplumber
wl-clipboard
wofi
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xorg-server
xorg-xinit
xournalpp
yay
yay-debug
zsh
